{"Becoming-X":{"slug":"Becoming-X","filePath":"Becoming X.md","title":"Becoming X","links":[],"tags":[],"content":"Becoming X — 브랜드 설명문(예시 개정)\nBecoming X에서 X는 비워진 기호이자, 무엇이든 대입될 수 있는 변수입니다. X는 하나의 대상이나 직업, 역할을 고정적으로 지시하지 않습니다. 대신 Jazz Artist, Instructor, Planner, Designer, Film Director, Photographer와 같이 서로 다른 정체성이 그때그때 대입될 수 있는 자리로 기능합니다. 이 구조에서 핵심은 X가 무엇이냐가 아니라, X로 향해 가는 과정 자체, 즉 Becoming에 있습니다.\nBecoming X는 “무엇이 되었다”를 말하지 않고, “무엇이 되어가고 있다”는 상태를 기록합니다. 정체성은 완성된 결과로 주어지지 않으며, 경험과 사건을 통과하면서 지속적으로 갱신됩니다. 이 이름은 정체성을 하나의 고정된 속성으로 보지 않고, 시간 속에서 형성되고 수정되는 과정으로 다루기 위한 명명입니다.\nX의 역할\nX는 목적지가 아니라, 상황에 따라 호출되는 자리입니다. Becoming Jazz Artist, Becoming Instructor, Becoming Planner, Becoming Designer, Becoming Film Director, Becoming Photographer와 같은 표현은 하나의 개인이 여러 역할과 위치를 오가며 동시에 서로 다른 되기를 수행하고 있음을 드러냅니다. X는 단일한 정체성을 선언하기 위한 표지가 아니라, 복수의 정체성이 드나들 수 있는 열린 슬롯입니다.\n이 구조는 다음과 같은 전제를 가집니다.\n\n정체성은 하나로 환원되지 않는다\n되기는 하나의 방향으로 수렴하지 않는다\n역할과 상태는 고정되지 않고 변형된다\n\n따라서 Becoming X는 특정한 분야나 주제를 대표하지 않으며, 서로 다른 역할들이 시간적으로 교차하는 장을 지시합니다.\n기록의 의미\nBecoming X에서의 기록은 결과 보고가 아니라, 되기의 경과를 남기는 행위입니다. 어떤 날에는 Becoming Jazz Artist의 상태가, 어떤 날에는 Becoming Instructor나 Becoming Designer의 상태가 전면에 나타날 수 있습니다. 그러나 이 기록들은 서로 분리된 카테고리가 아니라, 하나의 연속적인 변형 과정의 서로 다른 국면으로 다루어집니다.\n이 공간의 기록 방식은 다음을 지향합니다.\n\n완성된 정체성보다 변화의 궤적을 남긴다\n역할의 우열을 정하지 않고 병치한다\n하나의 서사로 통합하기보다 복수의 흐름을 유지한다\n\n이로써 Becoming X는 개인의 이력이나 성취를 나열하는 공간이 아니라, 정체성이 생성되고 전환되는 과정을 관찰할 수 있는 장이 됩니다.\n브랜드가 지향하는 태도\nBecoming X는 하나의 정체성을 주장하지 않습니다. 이 브랜드는 “나는 이것이다”라는 선언보다, “나는 이것이 되어가고 있다”라는 상태를 유지합니다. X를 변수로 남겨둔 이유는, 되기의 대상이 상황에 따라 달라질 수 있음을 전제로 하기 위함입니다.\n이 태도는 다음과 같은 방향성을 가집니다.\n\n정체성은 고정값이 아니라 변수이다\n변화는 예외가 아니라 기본 상태이다\n기록은 완료가 아니라 진행 중임을 표시한다\n\n따라서 Becoming X는 특정 역할의 브랜드가 아니라, 역할들이 교차하는 조건을 유지하는 브랜드입니다.\n맺음말\nBecoming X는 Jazz Artist, Instructor, Planner, Designer, Film Director, Photographer와 같은 개별 정체성을 수집하는 이름이 아니라, 그러한 정체성들이 형성되고 전환되는 과정을 가리키는 이름입니다. X는 언제든 다른 값으로 치환될 수 있으며, 그 치환의 연속이 곧 이 브랜드의 내용이 됩니다.\nBecoming X는 “무엇이 될 것인가”를 묻지 않습니다. 대신 “무엇이 되고 있는가”를 기록합니다. 이 변수 구조가 Becoming X의 정체성이며, 이 브랜드가 유지하고자 하는 가장 중요한 의미입니다."},"index":{"slug":"index","filePath":"index.md","title":"Becoming X","links":[],"tags":[],"content":"이태극입니다.\n\n(사진: 재즈 보컬리스트라고 하자 사인 요청을 받았다 — 일본 오사카에 있는 어느 디저트 가게에서)"}}